11/data/attachments/90c2bbb7073093f4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_9ad8fb8a-70f3-494a-a64f-14b965e2ce65</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>5</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>